## Terraform Plan Output
<details><summary>Click to expand</summary>

```terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.cosmos.azurerm_cosmosdb_sql_container.tatiseta will be created
  + resource "azurerm_cosmosdb_sql_container" "tatiseta" {
      + account_name        = "ruut-tf-cosmos-db-39756"
      + database_name       = "main"
      + id                  = (known after apply)
      + name                = "ruut-tatiseta"
      + partition_key_kind  = "Hash"
      + partition_key_path  = "/definition/id"
      + partition_key_paths = (known after apply)
      + resource_group_name = "rg-prod"
      + throughput          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>